Project/pj99Cat/app/controllers/cats_controller.rb

  def index
    @cat = Cat.all
---
SELECT "cats".* FROM "cats"